[ {"page":"template","title":"Template page", "script":"", "text":"Basic page template.", "link":"index.html", "linkText":"Index"},
  {"page":"A","title":"Test page", "script":"", "text":"Testing load from tracker variable.", "link":"index.html", "linkText":"Index"},
  {"page":"M","title":"What is soil?", "script":"./scripts/soilLayers.js", "synopsis":"", "text":"Dirt is the non-living part of soil: a mixture of sand, silt, rock, and clay. Most of the nutrients that plants need to grow come from these mineral components, and are released by microscopic organisms that live in the soil. Decaying plant matter, also called humus, feeds these micro-organisms and keeps the soil healthy. Soil is a living, breathing ecosystem that interacts with the air we breathe, the water we drink, and produces most of the food we eat.", "link":"index.html", "linkText":"Index"},
  {"page":"N","title":"Soil organisms", "script":"./scripts/soilOrganisms.js", "synopsis":"Lots of different organisms make their home in the soil.", "text":"Almost a quarter of the world's animal species live in the soil. There are more than 10 times as many bacteria in a single teaspoon of healthy soil than there are people on earth, and more than 10 million different species. Worms, mites, fungi, and protozoa also make their homes in the soil. Each of the different soil organisms has its own role to play in the ecosystem function, and helps to release the nutrients that plants need to survive.", "link":"index.html", "linkText":"Index"},
  {"page":"H","title":"Soil Degradation", "script":"./scripts/landDegradation.js", "synopsis":"World soil health is decreasing", "text":"Soil degradation means...", "link":"index.html", "linkText":"Index"},
  {"page":"I","title":"Threats to the Soil", "script":"./scripts/impacts.js", "synopsis":"Several factors threaten the health of the soil.", "text":"The United Nations has identified several factors that harm the soil and lead to loss of fertility over time.", "link":"index.html", "linkText":"Index"},
  {"page":"K","title":"World Population", "script":"./scripts/WorldPop.js", "synopsis":"World population has increased dramatically in the past century","text":"World population...", "link":"index.html", "linkText":"Index"},
  {"page":"T","title":"Global Carbon", "script":"./scripts/globalC.js", "synopsis":"Healthy soil stores carbon and helps to combat climate change", "text":"Most of the world's carbon is stored in the oceans. On land, soil is second only to coal, oil, and gas reserves in the amount of carbon it stores, making it an important way to help reduce climate change. The soil stores a little over 4 times more carbon than is used by all life on earth, including plants. <br> <br>Of the carbon stored in soil, most is found in the form of soil organic carbon, or humus. This is the material that feeds soil organisms, like earthworms, bacteria and fungi.", "link":"index.html", "linkText":"Index"},
  {"page":"W","title":"Ecoregion carbon", "script":"./scripts/ecoregions.js", "synopsis":"Soil stores different amounts of carbon, depending in part on the local ecology.", "text":"The bar chart shows how much carbon is stored above ground (in growing plants) and below ground (in the soil) for different ecoregions of the world. The map shows where those different ecoregions are found. Hovering over a bar on the bar chart will highlight the areas where that kind of ecoregion is likely to be found.", "link":"index.html", "linkText":"Index"},
  {"page":"U","title":"Land per person", "script":"./scripts/landPerPerson.js", "synopsis": "This map shows how much land is needed to feed people living in different regions of the world.", "text":"The bar chart at left compares the number of calories eaten in different countries, their distribution, and the land available to each person in the population", "link":"index.html", "linkText":"Index"},
  {"page":"E","title":"World Food Production", "script":"./scripts/worldFood.js", "synopsis":"Agricultural production has been increasing steadily for the past 50 years.", "text":"This chart shows world agricultural production. Source: FAOSTAT", "link":"index.html", "linkText":"Index"},
  {"page":"F","title":"People per farmer", "script":"./scripts/peoplePerFarmer.js", "synopsis":"Improved agricultural methods allow a single farmer to feed more people now than ever before.", "text":"Through most of history, most people were farmers, and one farmer could feed 1-4 people. Increasing agricultural productivity and larger, commercial farms means that a single farmer can feed a larger number of people than they could in the past. This bar graph shows how the number of people in the US fed by one (US) farmer have changed in the past 80 years. Source: USDA", "link":"index.html", "linkText":"Index"},
  {"page":"D","title":"Food Flow", "script":"./scripts/foodFlow.js", "synopsis":"Food flow synopsis.", "text":"Food Flow template text", "link":"index.html", "linkText":"Index"},
  {"page":"G","title":"Land Use Explorer", "script":"./scripts/countryExplorer.js", "synopsis":"Despite improvements in agriculture, the land required to feed the world's population has not changed much, largely due to changes in diet.", "text":"This visualization links population, land use, and food consumption for different regions and countries of the world.", "link":"index.html", "linkText":"Index"},
  {"page":"Z","title":"Index placeholder", "script":"", "synopsis":"index.", "text":"index.", "link":"index.html", "linkText":"Index"}
]